Repository: APY/APYDataGridBundle
Catalog: Resources/translations/messages.*.xliff
Languages: cs, de, es, fr, it, pl, ru

source: Page
cs: strana
de: Seite
es: Página
it: Pagina
pl: Strona
ru: Страница

source: , Display
cs: , zobraz
de: , Zeige
es: , Mostrar
fr: , Afficher
it: , Mostra
pl: , Pokazuj
ru: , Показать

source: of %count%
cs: z %count%
de: von %count%
es: de %count%
fr: sur %count%
it: di %count%
pl: z %count%
ru: из %count%

source: Items per page
cs: položek na stranu
de: Einträge pro Seite
es: Registros por página
fr: Résultats par page
it: Elementi per pagina
pl: elementów na stronie
ru: Записей на странице

source: Select visible
cs: Označ viditelné
de: Sichtbare auswählen
es: Seleccionar visible
fr: Sélectionner visible
it: Seleziona visibili
pl: Zaznacz widoczne
ru: Выбрать видимые

source: Select all
cs: Označ všechno
de: Alles auswählen
es: Seleccionar todo
fr: Sélectionner tout
it: Seleziona tutti
pl: Zaznacz wszystkie
ru: Выбрать все

source: Deselect visible
cs: Odznač viditelné
de: Sichtbare aufheben
es: Deseleccionar visible
fr: Désélectionner visible
it: Deseleziona visibili
pl: Cofnij zaznaczenie widocznych
ru: Отменить выделение видимых

source: Deselect all
cs: Odznač všechno
de: Alles aufheben
es: Deseleccionar todo
fr: Désélectionner tout
it: Deseleziona tutti
pl: Cofnij zaznaczenie wszystkich
ru: Отменить выделение всех

source: Action
cs: Akce
de: Aktion
es: Acción
pl: Akcja
ru: Действие

source: Submit Action
cs: Odeslat
de: Aktion ausführen
es: Enviar
fr: Éxecuter
it: Esegui
pl: Wykonaj Akcję
ru: Выполнить

source: From:
cs: Od:
de: Von:
es: De:
fr: De:
it: Da:
pl: Od:
ru: С:

source: To:
cs: Do:
de: Bis:
es: Para:
fr: À:
it: A:
pl: Do:
ru: По:

source: eq
cs: Rovná se
de: ist gleich
es: Igual a
fr: Égale à
it: Uguale a
pl: Równe
ru: Равно

source: neq
cs: Nerovná se
de: ungleich
es: Distinto a
fr: Différent de
it: Diverso da
pl: Różne niż
ru: Не равно

source: lt
cs: Menší než
de: kleiner als
es: Menor que
fr: Inférieur à
it: Minore di
pl: Mniejsze niż
ru: Меньше

source: lte
cs: Menší nebo rovno než
de: kleiner gleich
es: Menor o igual que
fr: Inférieur ou égale à
it: Minore o uguale a
pl: Mniejsze lub równe
ru: Меньше либо равно

source: gt
cs: Větší než
de: größer als
es: Mayor que
fr: Supérieur à
it: Maggiore di
pl: Większe niż
ru: Больше

source: gte
cs: Větší nebo rovno než
de: größer gleich
es: Mayor o igual que
fr: Supérieur ou égale à
it: Maggiore o uguale a
pl: Większe lub równe
ru: Больше либо равно

source: req
cs: Regulární výraz
de: Regulärer Ausdruck
es: Expresión regular
fr: Expression régulière
it: Espressione regolare
pl: Wyrażenie regularne
ru: Регулярное выражение

source: like
cs: Obsahuje
de: enthält
es: Contiene
fr: Contient
it: Contiene
pl: Stała
ru: Содержит

source: nlike
cs: Neobsahuje
de: enthält nicht
es: No contiene
fr: Ne contient pas
it: Non contiene
pl: Zmienna
ru: Не содержит

source: rlike
cs: Začíná na
de: fängt an mit
es: Comienza con
fr: Commence par
it: Comincia per
pl: Zaczynające się
ru: Начинается с

source: llike
cs: Končí na
de: endet mit
es: Termina con
fr: Fini par
it: Finisce per
pl: Kończące się
ru: Оканчивается на

source: btw
cs: Mezi
de: zwischen (exklusiv)
es: Entre (exclusivo)
fr: Entre exclusif
it: Compreso tra esclusivo
pl: Pomiędzy bez
ru: Между (не включая)

source: btwe
cs: Mezi včetně
de: zwischen (inklusiv)
es: Entre (inclusivo)
fr: Entre inclusif
it: Compreso tra inclusivo
pl: Pomiędzy z
ru: Между (включительно)

source: isNull
cs: Není definováno
de: ist nicht definiert
es: No está definido
fr: N'est pas défini
it: Non Ã¨ definito
pl: Puste
ru: Не определено (null)

source: isNotNull
cs: Je definováno
de: ist definiert
es: Está definido
fr: Est défini
it: E' definito
pl: Niepuste
ru: Определено (не null)

source: %count% Results,
cs: %count% výsledek, |%count% výsledky, |%count% výsledků,
de: {0}Keine Ergebnisse, |{1}%count% Ergebnis, |[2, Inf]%count% Ergebnisse,
es: %count% Registro, |%count% Registros,
fr: %count% Résultat, |%count% Résultats,
it: %count% Risultato, |%count% Risultati,
pl: {0} %count% Wyników|{1} %count% Wynik|]1,Inf[ %count% Wyników,
ru: %count% Запись, |%count% Записи, |%count% Записей,

source: Search
cs: Hledat
fr: Rechercher
it: Ricerca

source: Reset
cs: Resetovat
fr: Réinitialiser
it: Reimposta

source: Order by
cs: Řadit dle
fr: Trier par
it: Ordina per

source: slike
cs: Obsahuje

source: nslike
cs: Neobsahuje

source: rslike
cs: Začíná na

source: lslike
cs: Končí na

source: No data
cs: Žádná data

source: No result
cs: Žádné výsledky

source: Selected _s_ rows
cs: Označeno _s_ řádků

source: Actions
cs: Akce

source: reqs
es: ^x$

source: likes
es: (x)

source: nlikes
es: ()x

source: rlikes
es: x*

source: llikes
es: *x

source: btws
es: <x<

source: btwes Delete
es: <=x< Delete Borrar

source: No result
es: Sin resultados

source: Actions
es: Acciones

source: No data
es: Sin datos

source: Export
es: Exportar

source: Actions
it: Azioni

source: No result
de: Keine Ergebnisse
ru: Нет записей для отображения

source: Export
ru: Экспорт

source: Reset
de: Zurücksetzen
ru: Сброс
